tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "romkatv/powerlevel10k"

brew "font-inconsolata"
brew "direnv"
brew "exercism"
brew "mas"
brew "rbenv"
brew "pyenv"
brew "chezmoi"
brew "go"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "font-fira-code"
cask "font-inconsolata"
cask "iterm2"
cask "obsidian"
cask "visual-studio-code"
cask "1password"
cask "alfred"
cask "slack"
cask "dropbox"
cask "docker"
cask "firefox"
cask "spotify"
cask "telegram"
cask "github"
cask "google-chrome"
cask "bartender"
cask "sequel-pro"
cask "insomnia"
cask "rectangle"
cask "zoom"
cask "kap"
cask "appcleaner"

mas "Amphetamine", id: 937984704
mas "Todoist", id: 585829637
mas "Instapaper", id: 288545208
mas "GoodNotes 5", id: 1444383602