tap "github/bootstrap"
tap "github/packages"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "romkatv/powerlevel10k"

brew "adr-tools"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "certstrap"
brew "chezmoi"
brew "cmake"
brew "container-diff"
brew "direnv"
brew "docker", link: false
brew "exercism"
brew "git"
brew "go"
brew "glide"
brew "gnupg"
brew "golang-migrate"
brew "graphviz"
brew "hyperscan"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "kubernetes-cli"
brew "launchdns", restart_service: true
brew "lcov"
brew "libsodium"
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mkcert"
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "node@14"
brew "nodenv"
brew "nss"
brew "openjdk"
brew "overmind"
brew "pidof"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "socat"
brew "softhsm"
brew "yarn"
brew "github/bootstrap/elasticsearch@2.4"
brew "github/bootstrap/kustomize@3.1"
brew "github/packages/awssume"
brew "kyoh86/tap/richgo"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "gh"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "github"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "obsidian"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Lightshot Screenshot", id: 526298438
